
    var s = {
        "SRAK": [//少儿安康
            ["1、本产品提交订单时必须保证所填信息正确，属实，原则上产品信息不能变更。"],
            [ "2、本产品需提交信息后，7个工作日内生效，具体生效日以保险公司保单为准，详情请查询，如未提交信息，则所提交的订单不享有保险责任。"],
            [ "3、不负责动物侵害（猫爪狗咬）所造成的医疗费用或津贴。"],
            [ "4、身故保险金的受益人为法定继承人。"],
            [ "5、禁止工作人员及代理人为客户提供代提交订单，如代为投保的视为客户与代理人之间的特别授权，与本公司无关。"],
            [ '6、"少儿安康"如带病投保、先天性、遗传性、精神性等免责,免责疾病包括疝气。'],
            [ "7、就诊医院为二级及以上公立医院。"],
            [ "8、先天性疾病和既往病史免赔，如超过保监会规定的未成年人死亡标准本保险公司只承担超过部分的伤残责任。"],
            [ "9、为了您的权益，请仔细阅读保险条款的保险责任与责任免除等事项。"],
            [ "10、参加社保情况下是指：被保险人的医疗费用已从任何其他途径（包括社会医疗保险机构、商业保险机构等）取得补偿，本公司仅对被保险人未受补偿的剩余部分医疗费用按规定赔付，即：疾病住院医疗（0元免赔，70%赔付），意外伤害医疗（0元免赔，90%赔付）。"],
            [ '11、委托人授权并同意石家庄商道企业管理咨询有限公司作为投保人为其订立保险合同，受益人为被保险人的法定受益人，投保人与被保险人具有合法的保险利益关系。委托人认可承保公司以纯保费出具保险单，委托人对上述约定无异议。 说明：产品已经提交购买成功，即视同委托成功，真实委托投保意愿已表达，被保险人和投保人因故未能亲笔在授权投保委托卡上签名均不会影响其保险效力。'],
            [ "12、平谷区所有医院不再理赔范围内。"]
        ],
        "PAJK": [//平安健康
            ["1、本产品提交订单时必须保证所填信息正确，属实，原则上产品信息不能变更。"],
            [ "2、本产品需提交信息后，7个工作日内生效，具体生效日以保险公司保单为准。详情请查询，如未提交信息，则所提交的订单不享有保险责任。"],
            [ "3、不负责动物侵害（猫爪狗咬）所造成的医疗费用或津贴。"],
            [ "4、身故保险金的受益人为法定继承人。"],
            [ "5、禁止工作人员及代理人为客户提供代提交订单，如代为投保的视为客户与代理人之间的特别授权，与本公司无关。"],
            [ '6、为了您的权益，请仔细阅读保险条款的保险责任与责任免除等事项。'],
            [ "7、职业类别以被保险人出险时行为状态判定为准。被保险人高处作业出险，保险人不承担保险责任。（国家标准GB/T3608-2008《高处作业分级》规定“凡在坠落高度基准面2m以上（含2m）有可能坠落的高处进行作业，都称为高处作业”）。电梯安装工不再承保范围内"],
            [ "8、“平安健康”如有既往病史、带病投保、先天性、遗传性、精神性的，慢性疾病及腰痛疾病等，免责。"],
            [ "9、如超过保监会规定的未成年人死亡标准本保险公司只承担超过部分的伤残责任。 "],
            [ "10、参加社保情况下是指：被保险人的医疗费用已从任何其他途径（包括社会医疗保险机构、商业保险机构等）取得补偿，本公司仅对被保险人未受补偿的剩余部分医疗费用按规定赔付，即：疾病住院医疗（0元免赔，100%赔付）。"],
            [ '11、委托人授权并同意石家庄商道企业管理咨询有限公司作为投保人为其订立保险合同，受益人为被保险人的法定受益人，投保人与被保险人具有合法的保险利益关系。委托人认可承保公司以纯保费出具保险单，委托人对上述约定无异议。 说明：产品已经提交购买成功，即视同委托成功，真实委托投保意愿已表达，被保险人和投保人因故未能亲笔在授权投保委托卡上签名均不会影响其保险效力。'],
            [ "12、平谷区所有医院不再理赔范围内。"]
        ],
        "JXRYB": [//吉祥如意B
            ["1、本产品提交订单时必须保证所填信息正确，属实，原则上产品信息不能变更"],
            [ "2、本产品需提交信息后，7个工作日内生效，具体生效日以保险公司保单为准。详情请查询，如未提交信息，则所提交的订单不享有保险责任。"],
            [ "3、不负责动物侵害（猫爪狗咬）所造成的医疗费用或津贴。"],
            [ "4、身故保险金的受益人为法定继承人。"],
            [ "5、禁止工作人员及代理人为客户提供代提交订单，如代为投保的视为客户与代理人之间的特别授权，与本公司无关。"],
            [ '6、为了您的权益，请仔细阅读保险条款的保险责任与责任免除等事项。'],
            [ "7、职业类别以被保险人出险时行为状态判定为准。被保险人高处作业出险，保险人不承担保险责任。（国家标准GB/T3608-2008《高处作业分级》规定“凡在坠落高度基准面2m以上（含2m）有可能坠落的高处进行作业，都称为高处作业”）。电梯安装工不再承保范围内"],
            [ "8、如超过保监会规定的未成年人死亡标准本保险公司只承担超过部分的伤残责任。"],
            [ "9、参加社保情况下是指：被保险人的医疗费用已从任何其他途径（包括社会医疗保险机构、商业保险机构等）取得补偿，本公司仅对被保险人未受补偿的剩余部分医疗费用按规定赔付，即：疾病住院医疗（0元免赔，100%赔付）。"],
            [ "10、委托人授权并同意石家庄商道企业管理咨询有限公司作为投保人为其订立保险合同，受益人为被保险人的法定受益人，投保人与被保险人具有合法的保险利益关系。委托人认可承保公司以纯保费出具保险单，委托人对上述约定无异议。 说明：产品已经提交购买成功，即视同委托成功，真实委托投保意愿已表达，被保险人和投保人因故未能亲笔在授权投保委托卡上签名均不会影响其保险效力。"],
            [ "11、平谷区所有医院不再理赔范围内。"]
        ],
        "LNPA": [//老年平安
            ["1、本产品提交订单时必须保证所填信息正确，属实，原则上产品信息不能变更。"],
            [ "2、本产品需提交信息后，7个工作日内生效，具体生效日以保险公司保单为准。详情请查询，如未提交信息，则所提交的订单不享有保险责任。"],
            [ "3、不负责动物侵害（猫爪狗咬）所造成的医疗费用或津贴。"],
            [ "4、身故保险金的受益人为法定继承人。"],
            [ "5、禁止工作人员及代理人为客户提供代投保服务，如代为投保的视为客户与代理人之间的特别授权，与本公司无关。"],
            [ '6、被保险人猝死，本公司不承担给付保险金的责任。'],
            [ "7、为了您的权益，请仔细阅读保险条款的保险责任与责任免除等事项。"],
            [ "8、委托人授权并同意石家庄商道企业管理咨询有限公司作为投保人为其订立保险合同，受益人为被保险人的法定受益人，投保人与被保险人具有合法的保险利益关系。委托人认可承保公司以纯保费出具保险单，委托人对上述约定无异议。 说明：会员卡一经激活注册，即视同委托成功，真实委托投保意愿已表达，被保险人和投保人因故未能亲笔在授权投保委托卡上签名均不会影响其保险效力。"],
            [ "9、平谷区所有医院不再理赔范围内。"]
        ],
        "HMWG": [//惠民务工
            ["1、本产品提交订单时必须保证所填信息正确，属实，原则上产品信息不能变更。"],
            [ "2、本产品需提交信息后，10个工作日内生效，具体生效日以保险公司保单为准。详情请查询，如未提交信息，则所提交的订单不享有保险责任。"],
            [ "3、不负责动物侵害（猫爪狗咬）所造成的医疗费用或津贴。"],
            [ "4、身故保险金的受益人为法定继承人。"],
            [ "5、禁止工作人员及代理人为客户提供代投保服务，如代为投保的视为客户与代理人之间的特别授权，与本公司无关。"],
            [ '6、被保险人猝死，本公司不承担给付保险金的责任。'],
            [ "7、为了您的权益，请仔细阅读保险条款的保险责任与责任免除等事项。"],
            [ "8、委托人授权并同意石家庄商道企业管理咨询有限公司作为投保人为其订立保险合同，受益人为被保险人的法定受益人，投保人与被保险人具有合法的保险利益关系。委托人认可承保公司以纯保费出具保险单，委托人对上述约定无异议。 说明：会员卡一经激活注册，即视同委托成功，真实委托投保意愿已表达，被保险人和投保人因故未能亲笔在授权投保委托卡上签名均不会影响其保险效力。"],
            [ "9、平谷区所有医院不再理赔范围内。"]
        ]
    };
    
    function codeText(obj1,obj2){
        if(obj1 == 'SRAK'){
            var arr = s.SRAK;
            for(var i = 0; i < arr.length; i++){
                $(obj2).append(s.SRAK[i]+"<br>");
            }
        }
        if(obj1 == 'PAJK'){
            var arr = s.PAJK;
            for(var i = 0; i < arr.length; i++){
                $(obj2).append(s.PAJK[i]+"<br>");
            }
        }
        if(obj1 == 'JXRYB'){
            var arr = s.JXRYB;
            for(var i = 0; i < arr.length; i++){
                $(obj2).append(s.JXRYB[i]+"<br>");
            }
        }
        if(obj1 == 'LNPA'){
            var arr = s.LNPA;
            for(var i = 0; i < arr.length; i++){
                $(obj2).append(s.LNPA[i]+"<br>");
            }
        }
        if(obj1 == 'HMWG'){
            var arr = s.HMWG;
            for(var i = 0; i < arr.length; i++){
                $(obj2).append(s.HMWG[i]+"<br>");
            }
        }
    }
